Repository: common-repository/wp-ajax-register-login
Catalog: languages/wp-arl-*.po
Languages: it

source: General
it: Generali

source: Position
it: Posizione

source: Disable Bootstrap CSS on your theme?
it: Vuoi disabilitare il CSS BootStrap nel tema?

source: Left
it: Sinistra

source: Right
it: Destra

source: WP ARL Settings
it: WP ARL Impostazioni

source: Password is not correct
it: La Password non è corretta

source: Username is not correct
it: L’username non è corretto

source: Insert password
it: Inserisci la password

source: Please compile the form
it: Compila tutti i campi

source: Logged-in, please wait...
it: Autenticazione in corso, attendere prego…

source: Specify an email address or a valid username
it: Specifica un indirizzo email o username validi

source: Username or email does not exist
it: L’utente o la email non esiste

source: Dear customer, the new password to access his profile on
it: Gentile utente, la nuova password per accedere al tuo profilo

source: is
it: è

source: Reset Password
it: Resetta la Password

source: New password sent to your email address correctly
it: La nuova password è stata inviata correttamente alla tua email.

source: All data must be filled in order to proceed!
it: Tutti i campi devono essere compilati per procedere!

source: You must accept the privacy policy to continue.
it: Acconsento al trattamento dei miei dati personali.

source: The email entered is not valid
it: L’email inserita non è valida

source: The username must be at least
it: L’username inserito non è valido

source: characters
it: caratteri

source: The password must be at least
it: La password deve essere almeno

source: Passwords do not match.
it: Le passwords non corrispondono

source: We are sorry. The chosen username is not available.
it: Spiacenti. L’username non è disponibile.

source: The email indicated is already present in our database.
it: L’email indicata è già presente nel nostro database.

source: Sorry, the recording can not be carried out on, contact your service
it: Spiacenti, la registrazione non può essere effettuata, contattaci al più presto.

source: Registration of new user on
it: Registrazione di un nuovo utente su

source: Welcome to
it: Benvenuto

source: A confirmation has been sent to the specified address. Soon you will be automatically logged into the system.
it: Una email di conferma è stata inviata all’indirizzo specificato. A breve verrai autenticato dal sistema.

source: Register
it: Registrati

source: Close
it: Chiudi

source: Lost Password?
it: Password persa?

source: Enter your username or your email
it: Inserisci username o email

source: Reset
it: Resetta

source: Password reset. Check your email.
it: Password resettata. Controlla la tua email.

source: Insert your username...
it: Inserisci username…

source: Insert your email...
it: Inserisci email…

source: Repeat password
it: Ripeti Password

source: I consent to my data
it: Acconsento al trattamento dei miei dati personali

source: Register Me
it: Registrami

source: This plugin add Register and Login functions to your Site
it: Questo plugin inserisce la registrazione ed il Login sul tuo sito
